Repository: infor1git/linkdowntime
Catalog: locales/*.po
Languages: pt_br

source: Link Downtime Manager
pt_br: Gerenciador de Quedas de Link

source: Link Downtime
pt_br: Queda de Link

source: Downtime Records
pt_br: Registros de Queda

source: Start Date/Time
pt_br: Data/Hora de Início

source: End Date/Time
pt_br: Data/Hora de Fim

source: Communication Date/Time
pt_br: Data/Hora da Comunicação

source: Observation
pt_br: Observações

source: Required fields
pt_br: Campos obrigatórios

source: Related Ticket
pt_br: Chamado Relacionado

source: Creating downtime for ticket:
pt_br: Criando queda de link para o chamado:

source: Back to Ticket
pt_br: Ir ao Chamado

source: Link Downtimes associated with this ticket
pt_br: Quedas de Link associadas a este chamado

source: Add Link Downtime for this ticket
pt_br: Adicionar Queda de Link para este chamado

source: No link downtime associated with this ticket
pt_br: Nenhuma queda de link associada a este chamado

source: Duration
pt_br: Duração

source: Ongoing
pt_br: Em andamento

source: Not finished
pt_br: Não finalizada

source: Type ticket number or title to search...
pt_br: Digite o número ou título do chamado para buscar...

source: Clear selection
pt_br: Limpar seleção

source: Confirm the final deletion?
pt_br: Confirma a exclusão definitiva?

source: Delete permanently
pt_br: Excluir definitivamente

source: Location is required
pt_br: Localização é obrigatória

source: Supplier is required
pt_br: Fornecedor é obrigatório

source: Start Date/Time is required
pt_br: Data/Hora de Início é obrigatória

source: Invalid Start Date/Time format
pt_br: Formato inválido para Data/Hora de Início

source: Invalid End Date/Time format
pt_br: Formato inválido para Data/Hora de Fim

source: Invalid Communication Date/Time format
pt_br: Formato inválido para Data/Hora da Comunicação

source: End Date/Time must be after Start Date/Time
pt_br: Data/Hora de Fim deve ser posterior à Data/Hora de Início

source: Year:
pt_br: Ano:

source: Filter
pt_br: Filtrar

source: Global Statistics
pt_br: Estatísticas Globais

source: Total Incidents
pt_br: Total de Incidentes

source: Affected Locations
pt_br: Localizações Afetadas

source: Total Downtime (hours)
pt_br: Tempo Total de Queda (horas)

source: Downtime %
pt_br: % de Queda

source: Uptime %
pt_br: % de Disponibilidade

source: Statistics by Location
pt_br: Estatísticas por Localização

source: Incidents
pt_br: Incidentes

source: Downtime (hours)
pt_br: Tempo de Queda (horas)

source: Downtime Statistics for %d
pt_br: Estatísticas de Queda para %d
